Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Albanian Health Minister Olgeta Manastirliu announced that anyone entering Albania from quarantined areas of Italy will have to self-isolate, or face punishment if they fail to do so.
es: [10]​[11]​ El ministro de Salud de Albania, Ogerta Manastirliu, anunció que cualquier persona que entrara en Albania de áreas en cuarentena de Italia tendría que autoaislarse o sufrir castigo si no lo hiciera.

source: The family had previously been on holiday in Lombardy, Italy.
es: La familia había estado de vacaciones anteriormente en Lombardía, Italia.

source: On the same day, the Ministry of Health and NIID contracted SRL Inc to handle PCR clinical laboratory testing.
es: El mismo día, el Ministerio de Salud y NIID también contrataron a SRL Inc para manejar las pruebas de laboratorio clínico de PCR.

source: "In 1861, Semmelweis finally published his main work Die Ätiologie, der Begriff und die Prophylaxis des Kindbettfiebers (German for ""The Etiology, Concept and Prophylaxis of Childbed Fever"")."
es: En 1861 Semmelweis finalmente publicó su libro Die Ätiologie, der Begriff und die Prophylaxis des Kindbettfiebers (Etiología, concepto y profilaxis de la fiebre puerperal).

source: The draw for the tournament took place on 9 January 2020, 19:00 CST (UTC−6), at the Estadio Akron, in Guadalajara, Mexico.
es: El sorteo se realizó el 9 de enero de 2020 a las 19:00 (UTC-6) en el Estadio Akron en Guadalajara, México.

source: Below is a list of these countries, ordered by population.
es: A continuación se muestra una lista de estos países, en orden de mayor población.

source: The Ninoy Aquino Stadium is an indoor sporting arena located in the Rizal Memorial Sports Complex in Manila, Philippines.
es: El Estadio Ninoy Aquino[1]​ es uno de los dos escenarios deportivos cubiertos situado en el complejo deportivo conmemorativo Rizal en Manila, Filipinas, el otro es el Coliseo conmemorativo Rizal.

source: Private hospitals that refuse to offer capacities were to be fined up to 5 million lek (40,000 euros).
es: Los hospitales privados que se rechacen a ofertar capacidades serían multados en hasta 5 millones de lek (40000 euros).

source: The tournament was moved from Foshan, China to Belgrade, Serbia due to concerns about the coronavirus pandemic.
es: [8]​[9]​ El torneo finalmente se jugará en Belgrado, Serbia debido a las preocupaciones sobre el brote de coronavirus.

source: The H10 Costa Adeje Palace in Tenerife was put on lockdown.
es: [9]​ El hotel H10 Costa Adeje Palace es puesto en cuarentena.

source: As of 30 April 2020, 322 people have recovered from coronavirus in Taiwan.
es: [26]​ Hasta el 14 de abril de 2020, 124 personas se habían recuperado del coronavirus en Taiwán.

source: Because the Vlaams Blok was considered a racist group by many, the other Belgian political parties committed to exclude the party from any coalition government, even if that forced the formation of grand coalition governments between ideological rivals.
es: Debido a que el Vlaams Blok era considerado un grupo racista por muchos, los otros partidos políticos belgas se comprometieron a excluir al partido de cualquier gobierno de coalición, incluso si eso forzaba la formación de una gran coalición entre rivales ideológicos.

source: A docent was a private lecturer who taught students and who had access to some university facilities.
es: "Un ""docente"" era un profesor privado con acceso a algunas facilidades de la universidad."

source: Falls can be avoided by installing grab bars in bathrooms and handrails on stairways; removing tripping hazards such as throw rugs; or installing window guards and safety gates at the top and bottom of stairs around young children.
es: Las caídas pueden evitarse mediante la instalación de barras de apoyo en los baños y pasamanos en las escaleras, la eliminación de los objetos que puedan causar tropiezos, como alfombras, o la instalación de rejas en las ventanas y puertas de seguridad en la parte superior e inferior de las escaleras cerca de los niños de corta edad.

source: "Nickelodeon's Kids' Choice Awards were postponed after previously being scheduled for March 22, 2020; a spokesperson said the company ""will have further information about a new date in the future""."
es: "Los premios Kids 'Choice Awards de Nickelodeon fueron pospuestos después de haber sido programados previamente para el 22 de marzo de 2020; Un portavoz dijo que la compañía ""tendrá más información sobre una nueva fecha en el futuro""."

source: The outbreak spread to several cruise ships including the Diamond Princess, the Grand Princess, the World Dream, the MS Westerdam and the MS Braemar.
es: El brote se extendió a varios cruceros, incluidos Diamond Princess, Grand Princess, World Dream , MS Westerdam y MS Braemar.

source: Notable extrapulmonary infection sites include the pleura (in tuberculous pleurisy), the central nervous system (in tuberculous meningitis), the lymphatic system (in scrofula of the neck), the genitourinary system (in urogenital tuberculosis), and the bones and joints (in Pott disease of the spine), among others.
es: Las infecciones extrapulmonares incluyen la pleura, el sistema nervioso central causando meningitis, el sistema linfático causando escrófula del cuello, el sistema genitourinario causando tuberculosis urogenital y los huesos o articulaciones en el caso de la enfermedad de Pott.

source: Once auto-PEEP is identified, steps should be taken to stop or reduce the pressure build-up.
es: Una vez que se identifica la auto-PEEP, se deberían adoptar medidas para parar o reducir el incremento de presión.

source: Minister of Health of the Basque government, Nekane Murga, announces the closure of all schools in the Álava, after 12 pupils were affected by COVID-19.
es: La Consejera de Sanidad del País Vasco, Nekane Murga, anuncia el cierre de todos los colegios en la provincia de Álava, después de que 12 estudiantes menores de edad dieran positivo en la enfermedad.

source: After lawmakers representing almost all of the major political parties – including the Liberal Democratic Party, Constitutional Democratic Party of Japan, and Democratic Party for the People – voiced their strong opposition towards this proposal and asserted that the Constitution allowed for emergency measures, the Abe Administration moved forward with legislative reform instead.
es: Después de que los legisladores que representaban a casi todos los principales partidos políticos, incluido el Partido Liberal Democrático, el Partido Democrático Constitucional de Japón y el Partido Democrático para el Pueblo, expresaron su fuerte oposición a esta propuesta y afirmaron que la Constitución permitía medidas de emergencia, la Administración Abe avanzó con la reforma legislativa en su lugar.

source: Apnea with respiratory arrest, including cases from intoxication
es: Apnea con arresto respiratorio

source: Educational institutions were ordered to prepare to move k-12 instructions online.
es: [23]​ Los centros educativos recibieron órdenes para preparar las clases online.

source: Government officials revised the previous policy after acknowledging that such specialized institutions would be overwhelmed during a large cluster.
es: Los funcionarios del gobierno revisaron la política anterior después de reconocer que tales instituciones especializadas se verían abrumadas durante una gran formación de conglomerados.

source: Meanwhile, an additional berth was awarded to a lone Canadian male gymnast, who participated in the individual all-around and apparatus events at the same tournament.
es: Responsable del equipo olímpico es el Comité Olímpico Canadiense, así como las federaciones deportivas nacionales de cada deporte con participación.

source: The Parliament of Andalusia, regional parliament of Andalusia, suspended its activities for a week after a deputy in the regional chamber from Vox was confirmed positive.
es: El Parlamento de Andalucía suspende su actividad política durante una semana tras el positivo de un diputado regional de Vox por Cádiz.

source: On 3 April, the third case was confirmed.
es: El 3 de abril, se confirmó el tercer caso.

source: Klebsiella article from eMedicine.com
es: Art. Klebsiella en eMedicine.com

source: "In the early stages of the outbreak, the Chinese National Health Commission said they had no ""clear evidence"" of human-to-human transmissions."
es: "En las primeras etapas del brote, la Comisión Nacional de Salud de China dijo que no tenían ""pruebas claras"" de las transmisiones de persona a persona."

source: DİSK, KESK, TMMOB and TTB launched a signature campaign on 31 March to enforce seven emergency measures.
es: [60]​ DISCO, KESK, TMMOB y TTB lanzó una campaña de firma el 31 de marzo para hacer cumplir siete medidas de emergencia.

source: A number of provincial-level administrators of the Communist Party of China (CPC) were dismissed over their handling of the quarantine efforts in Central China, a sign of discontent with the political establishment's response to the outbreak in those regions.
es: Varios administradores a nivel provincial del Partido Comunista de China (PCCh) fueron despedidos por su manejo de los esfuerzos de cuarentena en China central, una señal de descontento con la respuesta del establecimiento político al brote en esas regiones.

source: Anaphylactic shock is caused by a severe anaphylactic reaction to an allergen, antigen, drug or foreign protein causing the release of histamine which causes widespread vasodilation, leading to hypotension and increased capillary permeability.
es: Anafiláctico: causado por una reacción anafiláctica severa a un alérgeno, a un antígeno, a una droga o a una proteína externa, causando la liberación de la histamina; esta última causa vasodilatación extensa.

source: A week after the first two cases, three positive cases were confirmed by the Ministry of Health, involving Vietnamese nationals who had returned from Wuhan.
es: Una semana después, el Ministerio de Salud confirmó tres casos positivos, en los que participaron ciudadanos vietnamitas que habían regresado de Wuhan.

source: Semmelweis – Retter der Mütter (1950), East Germany, DEFA, director: Georg C. Klaren
es: Semmelweis — Retter der Mütter, GDR 1950: DEFA (Director Georg C. Klaren).

source: It often contains fluid-filled cavities, probably because of its rapid growth.
es: A menudo contiene cavidades rellenas de fluidos, probablemente debido a su rápido crecimiento.

source: On 1 February, the 10th case in Australia was reported: a woman in her 20s in Victoria who returned from Wuhan.
es: 1 de febrero: se confirmó el décimo caso en Australia, una mujer de 20 años en Victoria que regresó de Wuhan.

source: They are the health promoting factors found in one's living and working conditions (such as the distribution of income, wealth, influence, and power), rather than individual risk factors (such as behavioral risk factors or genetics) that influence the risk for a disease, or vulnerability to disease or injury.
es: Se trata de aquellos riesgos asociados a las condiciones de vida y de trabajo—por ejemplo, la distribución de ingresos, bienestar, poder—, más que factores individuales —como sería el estilo de vida individual o la herencia genética—, que aumentan la vulnerabilidad hacia las enfermedades.

source: An 80-year-old man from Castiglione d’Adda died at the Luigi Sacco Hospital in Milan.
es: [52]​ Un hombre de 80 años de Castiglione d'Adda murió en el Hospital Luigi Sacco en Milán.

source: To prevent hoarding, many supermarkets and retailers placed limits on certain products such as toilet paper, hand sanitizer, over-the-counter medication, and cleaning supplies.
es: Después de un aumento en la compra de pánico, muchos supermercados y minoristas pusieron límites a ciertos productos como el papel higiénico, el desinfectante de manos, medicamentos de venta libre, suministros de limpieza y otros productos de alta demanda.

source: The Journal of the American Medical Association states that Taiwan engaged in 124 discrete action items to prevent the spread of the disease, including early screening of flights from Mainland China and the tracking of individual cases.
es: El Journal of the American Medical Association afirma que Taiwán participó en 124 acciones discretas para prevenir la propagación de la enfermedad, incluida la detección temprana de vuelos desde China continental y el seguimiento de casos individuales.

source: One study showed that cats with radical (extensive) initial surgery had a median time to recurrence of 325 days versus 79 days for cats with marginal initial excision.
es: Un estudio demostró que gatos con cirugía inicial radical (extensa) tuvieron una mediana de tiempo de recurrencia de 325 días, contra 79 días para gatos con escisiones iniciales marginales.

source: 2020 coronavirus pandemic in Switzerland
es: Pandemia de coronavirus de 2020 en Europa

source: "The U.S. Federal Protective Service and the FBI's New York office have reported that members of white supremacist groups are encouraging one another, if they contract the virus, to spread it to Jews, ""nonwhite"" people, and police officers through personal interactions and bodily fluids like saliva."
es: "[118]​ El FBI emitió una alerta de que los grupos neonazis y supremacistas blancos estaban alentando a los miembros a que, si lo contraen, propaguen el virus a través de ""fluidos corporales e interacciones personales"" con judíos y oficiales de policía."

source: Lister was president of the Royal Society between 1895 and 1900.
es: Presidente de la Royal Society de 1895 a 1900.

source: In the United Kingdom, these are set to be the last Games with rights owned primarily by the BBC, although as a condition of a sub-licensing agreement due to carry into the 2022 and 2024 Games, Eurosport holds exclusive pay television rights.
es: En el Reino Unido, estos serán los últimos Juegos cuyos derechos pertenecen principalmente a la BBC, aunque como condición de un acuerdo de sublicencia que se aplicará a los Juegos 2022 y 2024, Eurosport posee derechos exclusivos de televisión paga.

source: Most strains of Acinetobacter, except some of the A. lwoffii strain, grow well on MacConkey agar (without salt).
es: La mayoría de las cepas de Acinetobacter, excepto algunas de A. lwoffii, crecen bien sobre el agar MacConkey (sin sal).

source: "CEPI classifies development stages for vaccines as either ""exploratory"" (planning and designing a candidate, with no evaluation in vivo yet), ""preclinical"" (in vivo evaluation with preparation for manufacturing a compound to test in humans), or initiation of Phase I safety studies in healthy people."
es: "El CEPI clasifica las etapas de desarrollo de las vacunas como ""exploratorias"" (planificación y diseño de un candidato, sin evaluación in vivo aún), ""preclínicas"" (evaluación in vivo con preparación para la fabricación de un compuesto para probar en humanos) o iniciación de la Fase I Estudios de seguridad en personas sanas."

source: Cases by age and gender
es: Cronología de los casos

source: These populations include people who are:
es: Entre los tóxicos se encuentran:

source: On 5 March, the Lausanne University Hospital announced that a 74-year-old female coronavirus case had died overnight.
es: El 5 de marzo, el Hospital de la Universidad de Lausana anunció que un caso de coronavirus femenino de 74 años había muerto durante la noche.

source: On 12 March, the country's second case was confirmed, being the spouse of the German tourist who became the first person diagnosed with COVID-19.
es: El 12 de marzo, se confirmó el segundo caso del país, siendo la esposa del turista alemán que se convirtió en la primera persona diagnosticada con COVID-19.

source: In the Valencian Community, a man from Villarreal, who recently travelled to Milan, tested positive and was admitted to Hospital Universitario De La Plana, Castellón.
es: En la Comunidad Valenciana, un hombre de Villareal, que recientemente había viajado a Milán, da positivo y es ingresado en el Hospital General de Castellón.

source: On the same day, Fatih Terim, a famous Turkish association football manager and former player, was diagnosed with the COVID-19.
es: [47]​ El mismo día, Fatih Terim, un famoso entrenador de fútbol de la asociación turca y ex jugador, fue diagnosticado con el COVID-19.

source: On 3 February 2020, the returning officer for Tipperary cancelled the writ of election there, as required by Section 62 of the Electoral Act 1992, after the death of candidate Marese Skehan.
es: La elección en la circunscripción de Tipperary se aplazó el 3 de febrero de 2020 tras el repentino fallecimiento de la candidata independiente Marese Skehan.

source: On that day the ministry did not report any official numbers, the toll was officially updated the next day going from 42 to 70.
es: [67]​ Ese día, el ministerio no informó ningún número oficial, la cifra se actualizó oficialmente al día siguiente, pasando de 42 a 70.

source: Following the lockdown of Wuhan, public transportation systems in two of Wuhan's neighboring prefecture-level cities, Huanggang and Ezhou, were also placed on lockdown.
es: Siguiendo el encierro de Wuhan, los sistemas de transporte público en dos ciudades de nivel prefectura vecinas de Wuhan, Huanggang y Ezhou, también fueron puestas en encierro.

source: "TouchArcade said that ""Plague Inc. will snag your attention in all the right ways and keep it there""."
es: "TouchArcade dijo que ""Plague Inc. atrapará su atención de todas las maneras correctas y la mantendrá allí""."

source: 20 March 2020: 16 new cases are confirmed, the number of infected people rises to 110.
es: 20 de marzo: Se confirman 16 nuevos casos, alcanzándose un total de 110.

source: On 8 March, the Albanian Council of Ministers stopped all flights and ferries with quarantined areas of northern Italy until 3 April, halted all schools for two weeks, ordered cancellation of all large public gatherings, and asked sports federations to cancel scheduled matches.
es: El 8 de marzo, el gobierno interrumpió todos los vuelos desde el norte de Italia hasta 3 de abril, e interrumpió las clases de todas las escuelas durante dos semanas; también ordenó lo cancelación de todas las grandes reuniones públicas y pidió a las federaciones deportivas que cancelaran los partidos y torneos programados.

source: In the US, the group most affected by these diseases of despair are non-Hispanic white men and women who have not attended university.
es: En Estados Unidos, el grupo más afectado por estas enfermedades de desesperación son los hombres y mujeres blancos no hispanos que no han asistido a la universidad.

source: bolletii BDT was completed in 2012.
es: bolletii BDT se completó en 2012.

source: In Castile and León two new cases in Tamames, province of Salamanca, and Valladolid, raise the total positives to 13.
es: En Castilla y León reportan dos nuevos casos en Tamames, provincia de Salamanca, y Valladolid, aumenta el número de casos a 13.

source: Some patients were located at public hospitals while most of the foreign nationals remained at their respective hotels.
es: Algunos pacientes fueron ubicados en hospitales públicos, mientras que la mayoría de los extranjeros permanecieron en sus respectivos hoteles aislados.

source: "Zerohedge listed the full contact details of the scientist supposedly responsible, a practice known as doxing, by including the scientist's name, photo, and phone number, suggesting to readers that they ""pay [the Chinese scientist] a visit"" if they wanted to know ""what really caused the coronavirus pandemic""."
es: "Zero Hedge enumeró los detalles de contacto completos del científico supuestamente responsable, una práctica conocida como doxing, al incluir el nombre, la foto y el número de teléfono del científico, sugiriendo a los lectores que ""visiten [al científico chino]"" si quieren saber ""lo que realmente causó la pandemia de coronavirus""."

source: March 15: Puerto Rico Police commissioner Henry Escalera Rivera postpones all personnel training.
es: El comisionado de policía de Puerto Rico, Henry Escalera Rivera, pospone toda la capacitación del personal.

source: 5–10% of thoroughbred horses and some standardbred horses suffer from the condition equine exertional rhabdomyolysis; no specific cause has been identified, but an underlying muscle calcium regulation disorder is suspected.
es: [7]​ Del cinco al diez por ciento de los caballos pura sangre y algunos caballos de trote (standardbred horses) sufren rabdomiólisis de esfuerzo equina; no se ha identificado ninguna causa específica de esa enfermedad, pero se sospecha que podría deberse a un trastorno subyacente de la regulación del calcio del músculo.

source: In addition, a total of 3,843 negative tests were reported.
es: Además se reportaron un total de 3843 casos descartados.

source: There are five critical times during the day where washing hands with soap is important to reduce fecal-oral transmission of disease: after using the bathroom (urination, defecation), after cleaning a child's bottom (changing nappies), before feeding a child, before eating and before/after preparing food or handling raw meat, fish, or poultry.
es: Los cinco momentos clave para lavarse las manos con jabón son: después de defecar; después de limpiar el trasero de un bebé; antes de alimentar a un niño; antes y después de preparar alimentos, y antes y después de comer.

source: Another 8 were reported, rising the total to 9 active cases and 1 deceased.
es: [90]​[91]​ Otros 8 casos fueron notificados, aumentando el total a 9 casos activos y 1 fallecido.

source: Because mechanical ventilation serves only to provide assistance for breathing and does not cure a disease, the patient's underlying condition should be identified and treated in order to resolve over time.
es: Por otro lado, puesto que la ventilación mecánica sólo es utilizada para proveer asistencia ventilatoria al paciente y no para curar su enfermedad, únicamente debe ser usado en casos en los que la situación del paciente sea reversible y/o corregible con el tiempo.

source: Loss of appetite and weight loss
es: Pérdida de apetito y pérdida de peso.

source: "On 12 March, Prime Minister Edi Rama declared a ""war"" on COVID-19."
es: "El 12 de marzo, el presidente Rama declaró la ""guerra"" al Covid-19."

source: Esri (German): COVID-19 Dashboard (RKI-Data for States and Districts)
es: Esri (alemán) : Panel de control de Covid-19 (Datos RKI para estados y condados)

source: J. Infect.
es: abortus.

source: How I'm Feeling Now is the working title of the upcoming fourth studio album by English singer and songwriter Charli XCX, scheduled for release on 15 May 2020.
es: How I'm Feeling Now es el título funcional del próximo cuarto álbum de estudio de la cantante británica Charli XCX.

source: On 22 February, the repatriated Italian recovered and was discharged from the hospital.
es: El 22 de febrero, el italiano repatriado se recuperó y fue liberado del hospital.

source: In September 1988, a swine flu virus killed one woman and infected others.
es: En septiembre de 1988, un virus de gripe porcina mató a una mujer en Wisconsin, Estados Unidos, para posteriormente infectar a varios cientos de personas.

source: On 2 February, two cases were reported in South Australia: a 60-year-old man and a 60-year-old woman who had returned from Wuhan on 20 January.
es: 2 de febrero: se confirman 2 nuevos casos en Australia del Sur, un hombre de 60 años y una mujer de 60 años que habían regresado de Wuhan el 20 de enero.
